[
    "PAT I E N T  E D U C AT I O N\nPreparing For Your Surgery or Procedure\nB A R B A R A  W O O D W A R D  L I P S\nPAT I E N T  E D U C AT I O N  C E N T E R\nPage 1 of 20 mc1972-03\nPage 2 of 20 mc1972-03\n1\nPreparing Helps With Your Healing\nYou are scheduled or will soon be scheduled for surgery or a procedure. This material \nincludes information that is helpful to know and use ahead of time. It also includes \ninformation you can use as you recover. Preparing for your surgery or procedure and \nfollowing your care instructions afterward helps with your healing.\nBefore your surgery or procedure:\n•\t Read this resource. Use the information to help you plan and prepare. Refer to it \nduring your recovery.\n•\t Read and follow any other preparation instructions you are given.\n•\t Talk with your health care team about any questions or concerns you have about \nyour surgery or procedure as well as your recovery and any follow-up care.\n•\t Talk with your health care provider about your use of caffeine, alc",
    "ohol, tobacco or \nother drugs. Your use of any of these products before or after your procedure may \naffect your healing and recovery.\n•\t Make a plan for after you leave the hospital. Think about how you will care for \nyourself in the days and weeks that follow. Will you go to your home, the home \nof a family member or friend, or a nursing care facility? Will you need help from \nfamily members, friends or others?\n•\t Plan what to bring with you to the hospital or outpatient procedure area.\nWhat is inside\nPreparation...............................................................................................................................2\nThe Day of Your Surgery or Procedure................................................................................6\nCare After Your Surgery or Procedure.................................................................................9\nDismissal From the Hospital or Outpatient Procedure Area............................................13\nRecovery...",
    "................................................................................................................................14\nPage 3 of 20 mc1972-03\n2\nPreparation\nMental and physical preparation\nAs you prepare for your surgery or procedure, do what you can in the weeks and days \nbefore to prepare mentally and physically.\n•\t Eat a healthy, well-balanced diet and drink enough fluids to stay well-hydrated. \nFollow any additional diet instructions from your health care provider.\n•\t Stay active and exercise regularly.\n•\t Get an adequate amount of sleep.\n•\t Practice stress-relieving techniques. Make time to relax every day.\n•\t Create a social network of people who can support you during and after your surgery.\nComplementary and integrative therapies can help manage or relieve stress. They also \nmay help with any symptoms you have during your recovery, such as pain and nausea. \nSome examples include:\n•\t Listening to music.\n•\t Practicing guided meditations or guided imagery.\n•\t Using mass",
    "age therapy.\n•\t Using aromatic plant oils (aromatherapy).\n•\t Applying pressure to key points on your body (acupressure).\n•\t Performing deep breathing exercises.\nFor additional resources or information about complementary and integrative \ntherapies, talk with your health care provider.\nPage 4 of 20 mc1972-03\n3\nSurgery or procedure preparation\nThe type of surgery or procedure and your health care needs determine how long you \nwill need to stay in the hospital or outpatient area. Ask your health care provider how \nlong you can expect to stay. Specific criteria help your health care team decide when \nyou are ready to leave.\nWhat you need to do before your surgery or procedure\nTell your health care provider if you:\n•\t Take any medications, vitamins, or herbal or dietary supplements. This includes \nblood-thinning and anti-inflammatory medications.\n•\t Have any medical conditions. Examples include diabetes, heart disease and sleep \napnea.\n•\t Are allergic to latex, rubber or other substances.\n•",
    "\t Are pregnant or think you may be pregnant.\n•\t Have been told you are positive for MRSA, VRE or a resistant bacteria.\n•\t Smoke. Smoking increases your risk for infection after surgery.\nContact your medical insurance company as soon as you can. Find out what you need \nto do to have coverage for your surgery or procedure. Ask what costs your policy does \nand does not pay for. \nYou receive preparation instructions when you set up your surgery or procedure. This \nmay include changes to your medicines and to what you can eat and drink before your \nsurgery or procedure. If you do not get these instructions, call your health care team. \nIt is very important to follow the instructions. If you do not, your surgery or procedure \nmay be delayed or set up for another time. If you have questions about what you are \ntold, ask a member of your care team. \nYou will be asked to sign a consent form before your surgery or procedure. If you are \nunder 18 years of age, a parent or legal guardian must sign",
    " for you. The form states that \nyou know the risks and benefits of your surgery or procedure. Signing the form gives \nyour care team permission to do the surgery or procedure. Do not sign it unless you \nunderstand what will happen during and after the surgery or procedure. If you have \nquestions about your surgery or procedure, ask to speak with your surgeon before you \nsign the form. If you don’t understand the answers, ask again. \nPage 5 of 20 mc1972-03\n4\nPreventing infection\nThe possibility of infection is a risk with any surgery or procedure. You can take steps \nto reduce your risk of infection and complications. Know the signs and symptoms of \ninfection and what you can do to help prevent it.\nTalk with your health care provider about your specific risks of infection. Some of these \nrisks may be related to the type of surgical procedure you need to have. Other factors, \nsuch as obesity, smoking, poor diabetes control and poor dental health, increase your \nrisk and are factors you c",
    "an change before surgery. \nBegin as soon as possible to make changes to reduce your risk of infection.\n•\t If you are overweight, talk with your health care provider about a nutrition and \nexercise program that works for you.\n•\t If you smoke, stop smoking. Ask your health care provider about resources \navailable to help you quit.\n•\t If you have diabetes, work with your health care provider to help you gain the \nbest control of your blood sugar.\n•\t Practice dental hygiene and visit your dentist to evaluate dental infection risks.\n•\t Brush your teeth the night before and in the morning before you leave for the \nhospital for your test, surgery or procedure. Brush your dentures if you have \nthem. Do this even if you are not eating or drinking. Taking good care of your \nmouth, called oral care, helps reduce the germs in your mouth. This can help keep \ngerms from travelling to your lungs and causing pneumonia.\n•\t Discuss with your health care provider any health conditions or history of \nprev",
    "ious infections that may require attention before surgery.\nSedation or general anesthesia\nDuring your surgery or procedure, you may have intravenous (IV) sedation, a nerve \nblock, or general or regional anesthesia. The medicine you receive depends on your \nmedical history, physical condition, and the type of surgery or procedure.\nAfter you have been sedated, it is common to have lapses of memory, slowed reaction \ntime and impaired judgment. If you leave the hospital within 24 hours of your surgery \nor procedure, have someone drive you home or to your place of lodging. And for the \nrest of the day:\n•\t Rest.\n•\t Do not drive or operate motorized vehicles or equipment.\n•\t Do not return to work or school.\n•\t Do not take on responsibility for children or anyone who depends on your care.\n•\t Do not use exercise equipment or take part in rough play or sports.\n•\t Do not drink alcoholic beverages.\nPage 6 of 20 mc1972-03\n5\nWhat to bring to the hospital or outpatient area\n•\t A list of all medicatio",
    "ns you take. Include prescription, non-prescription herbal and \ndietary supplements, vitamins, and any others you take. Also include the dosages \nand how often you take them.\n•\t A list of medications and other materials (for example, latex, iodine or tape) that \nyou are allergic to or that have caused adverse reactions.\n•\t All current insurance cards, pharmacy and drug benefit cards, medical device \nidentification cards, and driver’s license or other photo identification card.\n•\t A copy of your advance directive or living will if you have one.\n•\t Information about your pacemaker/internal defibrillator if you have one.\n•\t Any special equipment that you use. Mark each piece with your name. Examples \nof equipment include:\n\t–\nAssistive devices such as a cane, walker or crutches.\n\t–\nPersonal devices such as a prosthesis.\n\t–\nCPAP (continuous positive airway pressure) machine or BiPAP (bilevel \npositive airway pressure) machine and mask for sleep apnea.\n\t–\nDiabetes supplies, such as insulin s",
    "ensor equipment, infusion sets and \nreservoirs for insulin pump, insulin pump tubing, and extra glucose sensor.\n\t–\nThe remote that can control an internal device.\n•\t Items to help pass the time while you wait and to comfort you, such as books, \nmusic, magazines or a hobby item.\n•\t Comfortable, loose-fitting clothing and walking shoes or nonskid slippers to wear \nduring your hospital stay if you are staying overnight. Bring comfortable clothing \nto wear home.\n•\t Any needed personal care items or supplies such as ostomy supplies.\nLeave jewelry and other valuables at home. Remove all jewelry and body piercing \njewelry before arriving on the day of surgery. If needed, see your jeweler or piercing \nspecialist who can help you remove your rings or body piercing jewelry. Jewelry that is \nnot able to be removed may be cut off in the operating or procedure room.\nDo not bring children or family members who require supervision. For \nsafety reasons, they may not be left unattended during your surg",
    "ery or \nprocedure.\nIf you plan to bring your service animal, arrange to have someone who knows \nyour animal supervise the animal while you have your surgery or procedure.\nPage 7 of 20 mc1972-03\n6\nThe Day of Your Surgery or Procedure\nCome to the location you have been told at your report time. During check-in, staff \nmembers process your paperwork and make preparations for your surgery or procedure.\nStaff members can tell you about hospital or clinical area visiting hours and visitor \nrestrictions. For example, to prevent the spread of infection, anyone who has symptoms \nof a cold or flu may not be allowed to visit.\nYou are taken from the admissions area to an admitting area where a member of your \ncare team gathers information from you. This may include your health history and \nquestions about your health care needs.\nPreparations for your surgery may include:\n•\t Recording your height, weight and vital signs (blood pressure, heart rate, pulse, \ntemperature and breathing rate).\n•\t An ene",
    "ma prep.\n•\t A blood sugar test.\n•\t Urinating (emptying your bladder) or inserting a urinary catheter (tube) to drain \nurine during and after your surgery or procedure.\n•\t An intravenous (IV) line — a thin needle placed into a vein in your arm or hand \nthat is connected to tubing and a bag of fluid near you. The IV supplies your body \nwith fluids, medications or blood as needed before, during and after surgery. In \nsome cases, the bag of fluid is not hooked up to the IV line until you are in the \noperating room.\nYour surgical team does its best to determine your report time to help avoid long wait \ntimes, but understand that your report time is not your surgery start time. Delays or \nchanges in the schedule of the procedure or operating room can affect your surgical \ntime. The time you are away for your procedure or surgery includes time spent in the \npreoperative waiting area, operating room and recovery room.\n \nIf you stay in the hospital overnight\nThe hospital has a limited number of",
    " private rooms. If you request a private \nroom but one is not available, you may be placed in a semiprivate room. Tell \nyour nurse if you want a private room. When one is available, you are notified. \nPlease note that there is an additional fee for a private room if there is no \nmedical reason for needing one.\nPage 8 of 20 mc1972-03\n7\nPreoperative waiting area\nYou will be taken to the preoperative waiting area. Family members or friends may not go \nwith you to this area. Rather, care team members can explain where they may wait during \nyour surgery or procedure. Check with the hospital or clinical area for visitor restrictions. \nBefore your surgery or procedure, members of your health care team:\n•\t Verify your name and confirm surgery or procedure information. \n•\t Ask you to sign a consent form if you haven’t already. \n•\t Mark the surgical site or place a band on your wrist that verifies the location and \ntype of procedure.\n•\t Review your health history.\n•\t Talk with you about what to ",
    "expect regarding sedation or anesthesia.\n•\t Make sure all surgical preparations are complete.\nYou stay in the preoperative waiting area until the operating or procedure room is available.\nOperating or procedure room\nThe operating room (OR) or procedure room provides a safe, sterile environment for \nyour surgery or procedure. The room may seem very busy and crowded with members \nof the surgical team, machines, equipment and a surgical bed. Once you are lying down, \nanesthesia is started and your surgery begins. You are monitored closely during surgery.\nA member of the health care team keeps your family members informed of your \nprogress. If family members leave the waiting area, they should leave contact \ninformation at the desk. Care team members can tell family members about nearby \nplaces to eat, shop and relax.\nAfter your surgery or procedure\nAfter your surgery or procedure, you may be taken to the Post Anesthesia Care Unit \n(PACU), also called the recovery room. Your family is told",
    " when you are there. \nHealth care team members monitor your vital signs, alertness, pain or discomfort, and \nthe need for medications. How long you stay in the PACU is determined by the:\n•\t Time it takes for you to awaken.\n•\t Anesthetic you received.\n•\t Type and amount of medications you received.\n•\t Amount of discomfort you are having.\n•\t Room assignment if you are staying overnight in the hospital.\nThe average stay in the PACU is 1 to 2 hours, but it could be longer. If there is a delay, \nyour family members can check with the nursing staff or unit coordinator.\nPage 9 of 20 mc1972-03\n8\nWhen your care team determines you are ready to leave the PACU, you are taken to a \nroom where your family members or friends may join you after your care team gets \nyou settled in the room. A member of your surgical team may visit you and your \nfamily to discuss your surgery and answer your questions.\nPlease note: If you are not taken to the PACU after your procedure, you are taken to the \noutpatient ",
    "unit to recover. \nAfter your surgery or procedure, you may have:\n•\t A dry, sore throat. This may be caused by the tubes used to help you breathe during \nyour surgery or because you have had nothing to eat or drink for several hours.\n•\t Sleepiness or forgetfulness. You may be sleepy and have trouble remembering the \nevents on the day of surgery. This is normal after general anesthesia or IV sedation.\n•\t Nausea or vomiting. These conditions can be caused by pain or may be a side \neffect of some medications. Tell your nurse if you are nauseated. Anti-nausea \nmedications and other therapies, such as essential oils or acupressure, are available \nif the symptoms persist.\n•\t Pain or discomfort. While in the hospital, you may be asked to rate your pain on a scale \nfrom 0 to 10, where 0 means no pain and 10 means significant pain. Rating your pain \nhelps you and your health care team manage your pain more effectively. Medication \nmay not relieve all of your pain, but it can help you feel more c",
    "omfortable. Taking pain \nmedication decreases pain, which eases tension, helps you increase movement and \nphysical activity, improves sleep, and may help you recover more quickly. Talk with \nyour care team about any other therapies that may be useful to ease pain.\nPage 10 of 20 mc1972-03\n9\nCare After Your Surgery or Procedure\nExercises\nDoing certain exercises after your surgery or procedure — while in the hospital and \nafter you leave the hospital — is important to your recovery. The exercises can promote \nblood flow and speed your recovery as well as help prevent complications such as \npneumonia or blood clots. If possible, learn and practice these exercises before surgery.\nDeep breathing\nTo deep breathe correctly:\n1.\t Use your abdominal muscles, not just your chest muscles, to breathe in through \nyour nose as slowly and deeply as possible.\n2.\t Hold your breath for 5 to 10 counts.\n3.\t Let your breath out through your mouth, slowly, evenly and completely.\n4.\t Relax.\n5.\t Do these steps ",
    "9 more times.\nYour health care team may teach you how to use a device that helps you breathe deeply.\nCoughing\nAfter some surgeries and procedures, coughing is not advised. Talk with your health \ncare provider about any coughing restrictions.\nTo cough correctly:\n1.\t Use a pillow or small blanket to support your abdomen, especially if you had \nabdominal surgery.\n2.\t Take a slow, deep breath in through your nose. Concentrate on fully expanding \nyour chest. Slowly breathe out through your mouth. Concentrate on feeling your \nchest sink downward and inward.\n3.\t Take a second breath like you did in step 2.\n4.\t Take a third deep breath, but this time hold your breath for a moment. Then cough \nvigorously. As you cough, concentrate on forcing all of the air out of your chest.\n5.\t Do these steps 2 more times.\nPage 11 of 20 mc1972-03\n10\nLeg exercises\nAfter some surgeries and procedures, doing leg exercises is not advised. Talk with your \nhealth care provider about any leg exercise restrictions.\nTo",
    " do leg exercises correctly:\n1.\t While lying on your back with your legs stretched out flat on the bed, slowly slide \nyour feet toward your buttocks to bring your knees up as far as possible.\n2.\t Then slowly return your legs to the starting position.\n3.\t Relax.\n4.\t Do these steps 5 times an hour or as instructed by your health care provider.\nYou also may bend one knee at a time, alternating bending and stretching. See Figure 1.\nFoot exercises\nTo do foot flexes correctly:\n1.\t While lying on your back with your legs stretched out flat on the bed, push your \ntoes toward the end of the bed. See Figure 2.\n2.\t Then pull your toes toward the head of the bed.\n3.\t Relax.\n4.\t Do these steps 9 more times.\nPage 12 of 20 mc1972-03\n11\nTo do foot circles correctly:\n1.\t While lying on your back with your legs stretched out flat on the bed, circle one \nfoot one way. Then circle it the other way. See Figure 3.\n2.\t Do step 1 with your other foot.\n3.\t Circle each foot a total of 10 times.\nWalking\nYou may ",
    "be encouraged to walk the same day as your surgery or procedure. Walking \npromotes circulation, speeds recovery and helps relieve gas pain. Slowly increase the \ntime and distance you walk.\nFor your safety and to prevent a fall, ask your nurse to help you. You may not be as \nstrong or steady as you think. Your care team members may use safety equipment to \nhelp you get in and out of bed and with walking. Continue to ask for help until your \ncare team tells you it is safe for you to move without help.\nContinue walking after you leave the hospital unless you are told otherwise by your \nhealth care team. Have someone help you or use a walker if needed.\nDiet and fluids\nYour surgery or procedure, medications, anesthetics, and other factors may affect your \ndigestive system. It may take a few days for your digestion to return to normal.\nIf you are in the hospital, you may not be able to have fluids or food by mouth for a \nfew days. During this time, you may have one or more IV lines that prov",
    "ide fluids and \nmedications. When you are allowed to eat, your diet gradually progresses from liquids to \nsolids. Ask a dietitian or other care team member about how to make healthy food choices.\nBowel movements\nThree or four days may pass before you have a bowel movement. Walking helps your \nbowels return to their normal function. Your care team also may recommend using \nmedication or other strategies to help.\nIf you are in the hospital, tell your nurse when you begin to pass gas or have a \nbowel movement.\nPage 13 of 20 mc1972-03\n12\nPreventing infection \nTo help prevent infection, keep all incisions clean and dry. Follow the instructions you \nare given about when you may bathe or shower.\nCleaning your hands is the most important thing you can do to reduce the spread of \ngerms and to lower your risk for infection and illness. \nThere are two ways to clean your hands:\n•\t Wash with plain soap and water.\n•\t Sanitize with an alcohol-based hand rub. This is also called hand sanitizer.\nIt is ",
    "especially important to clean your hands:\n•\t Before and after touching any surgical wound or body fluids.\n•\t Before eating.\n•\t After using the bathroom.\n•\t After blowing your nose, sneezing or coughing.\n•\t After touching any pets.\nEveryone who has contact with or cares for you in the hospital or at home should clean \ntheir hands before and after being in your room. \nCheck daily for signs and symptoms of infection that may include:\n•\t Temperature of 100.4 degrees Fahrenheit (38 degrees Celsius) or greater.\n•\t Chills.\n•\t An increase in pain or pain not helped by pain medications.\n•\t An increase in swelling or tenderness at the site.\n•\t A change in skin color at the site. This change may be a shade of red, purple or brown, \ndepending on your skin color.\n•\t New drainage or an increase in drainage coming from the site.\n•\t A bad-smelling odor from the site.\nIf you have any of these symptoms, call your health care provider immediately.\nPage 14 of 20 mc1972-03\n13\nDismissal From the Hospital or",
    " Outpatient \nProcedure Area\nHow long you stay after your surgery or procedure depends on several factors, \nincluding whether:\n•\t You can drink liquids without feeling nauseated.\n•\t You can walk or safely move about.\n•\t You can pass urine (exceptions happen depending on the procedure).\n•\t Your discomfort is adequately controlled.\n•\t You can care for yourself, have someone to help care for you, or have arranged for \nassisted care. If you need help, ask your health care provider about home health \nnursing or recovery care arrangements.\nA member of your health care team reviews your dismissal instructions with you \nbefore you leave. Be sure to take the dismissal instructions with you. The instructions \nmay include:\n•\t Activity restrictions.\n•\t Medication and medical supply instructions.\n•\t Dietary changes or restrictions.\n•\t Special equipment information.\n•\t Incision care.\n•\t Return appointment or follow-up information.\n•\t Home health nursing information or other recovery care arrangements",
    " if needed.\n•\t Contact information for questions or concerns.\nPage 15 of 20 mc1972-03\n14\nRecovery\nFollow the instructions that you were given before you left the hospital or outpatient \nprocedure area.\nRecovery is a gradual process. Allow yourself time to recover after your surgery or \nprocedure. To help with your recovery and speed healing:\n•\t Eat a healthy, well-balanced diet. Drink enough fluids to stay well-hydrated.\n•\t Get an adequate amount of sleep.\n•\t Make time to relax every day.\n•\t Be as active as you can while following your care team’s recovery instructions, \nespecially any activity restrictions. Slowly increase your activities to gain strength.\nLet family and friends help you if you need it.\nIf you have any questions or concerns, contact your health care provider.\nYour health care provider’s phone number \n \nOther contact numbers you may use \nPage 16 of 20 mc1972-03\n15\nNotes\nPage 17 of 20 mc1972-03\n16\nNotes\nPage 18 of 20 mc1972-03\nPage 19 of 20 mc1972-03\nMC1972-03rev0323\nTh",
    "is material is for your education and information only. This content does not replace medical advice, diagnosis or treatment. New medical research may \nchange this information. If you have questions about a medical condition, always talk with your health care provider.\nPhotographic images, if used, are copyright Mayo Clinic, Getty Images or Shutterstock.\n \nBARBARA WOODWARD LIPS PATIENT EDUCATION CENTER\nMrs. Lips, a resident of San Antonio, Texas, was a loyal Mayo Clinic patient of more than 40 years and a self-made business leader who significantly expanded \nher family’s activities in oil, gas and ranching. Upon her death in 1995, Mrs. Lips paid the ultimate compliment by leaving her entire estate to Mayo Clinic. By \nnaming the Barbara Woodward Lips Patient Education Center, Mayo honors her generosity, her love of learning, her belief in patient empowerment and her \ndedication to high-quality care.\nPage 20 of 20 mc1972-03\n"
]